Repository: Otshelnik-Fm/theme-control
Catalog: languages/theme-control-*.po
Languages: ru_ru

source: Upload avatar
ru_ru: Загрузить аватарку

source: Edit your profile
ru_ru: Редактировать профиль

source: To the admin panel
ru_ru: В админку

source: Logout
ru_ru: Выход

source: Theme Control Settings
ru_ru: Настройки Theme Control

source: Background color of the menu button:
ru_ru: Цвет фона кнопки меню:

source: Go to your personal account and configure the buttons
ru_ru: Перейдите в личный кабинет и настройте кнопки

source: Border color:
ru_ru: Цвет обводки:

source: The text color of the buttons:
ru_ru: Цвет текста кнопок:

source: Background color of the active menu button and hover button:
ru_ru: Цвет фона активной кнопки меню и hover кнопки:

source: Don't forget that you can
ru_ru: Не забывайте что вы можете

source: Customize the button color via WordPress Customizer, if the suggested design options do not suit you.
ru_ru: Настроить цвет кнопок через WordPress кастомайзер, если предложенные варианты оформления вам не подошли.

source: Select options for the personal account menu buttons - display them horizontally or vertically.
ru_ru: Выбрать варианты кнопок меню личного кабинета - вывести их горизонтально или вертикально.

source: Work with widgets. Your personal account has widget areas - there you can place widgets, shortcodes, any text information (news, for example, or announcement).
ru_ru: Работать с виджетами. У личного кабинета есть области виджетов - там вы можете расположить виджеты, шорткоды, любую текстовую информацию (новость например или объявление).

source: For more information, see the tab
ru_ru: Подробней в вкладке

source: Go
ru_ru: Перейти

source: link will open in a new window
ru_ru: ссылка откроется в новом окне

source: Buttons in your account
ru_ru: Кнопки в ЛК

source: Appearance of buttons in your account:
ru_ru: Внешний вид кнопок в ЛК:

source: Configure in the Customizer
ru_ru: Настроить в Кастомайзере

source: Here you can customize the appearance of buttons.
ru_ru: Здесь можно настроить вид кнопок.

source: There are 3 preset button types:
ru_ru: Имеется 3 предустановленных типа кнопок:

source: Backgroundless buttons with dark text. And the active and hover state will have a color stroke from the set WP-Recall color .
ru_ru: Безфоновые кнопки с тёмным текстом. А активная и в состоянии наведения будут иметь обводку цветом от установленного цвета WP-Recall.

source: Backgroundless buttons with dark text. And the active and in the state of guidance will be filled with color from the set color of WP-Recall.
ru_ru: Безфоновые кнопки с тёмным текстом. А активная и в состоянии наведения будут иметь заполнение цветом от установленного цвета WP-Recall.

source: Backgroundless buttons, and text color from WP-Recall.
ru_ru: Безфоновые кнопки, а цвет текста от WP-Recall.

source: The active and hover state will have a border at the bottom of the color from the set WP-Recall color.
ru_ru: Активная и в состоянии наведения будут иметь бордер снизу цветом от установленного цвета WP-Recall.

source: If you selected the option "Configure in the Customizer" - go to the admin panel "Appearance" - "Customize" - "Theme Control Settings"
ru_ru: Если вы выбрали опцию "Настроить в Кастомайзере" - переходите в админке "Внешний вид" - "Настроить" - "Настройки Theme Control"

source: Go to your personal account there and start configuring the button visually.
ru_ru: Перейдите там в личный кабинет и приступайте к визуальной настройке кнопки.

source: This option is useful for those who do not know how to edit css styles themselves, and the existing options are not suitable.
ru_ru: Данная опция будет полезна тем, кто не умеет самостоятельно править css стили, а существующие варианты не подошли.

source: Default: "Lite"
ru_ru: По умолчанию: "Lite"

source: Button rounding, in px:
ru_ru: Скругление кнопок, в px:

source: You can make the buttons rounded.
ru_ru: Вы можете сделать кнопки округлыми.

source: Set the rounding radius of the buttons (in pixels), if necessary.
ru_ru: Выставьте радиус скругления кнопок (в пикселях), если нужно.

source: Default: "0px"
ru_ru: По умолчанию: "0px"

source: Indent buttons, in px:
ru_ru: Отступ кнопок, в px:

source: Now the buttons are indented from each other by 3 pixels.
ru_ru: Сейчас кнопки с отступом друг от друга в 3 пикселя.

source: You can increase it or remove it completely if necessary.
ru_ru: Вы можете увеличить его или убрать совсем, если нужно.

source: Default: "3px"
ru_ru: По умолчанию: "3px"

source: Additionally
ru_ru: Дополнительно

source: Show your profile picture in your account?
ru_ru: Показываем аватарку в ЛК?

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: If you do not have the addon <a href="https://codeseller.ru/products/user-info-tab/" target="_blank">User Info Tab</a> - you can enable the display of the avatar next to the name
ru_ru: Если у вас не стоит дополнение <a href="https://codeseller.ru/products/user-info-tab/" target="_blank">User Info Tab</a> - вы можете включить показ аватарки рядом с именем

source: Default: "No"
ru_ru: По умолчанию: "Нет"

source: Showing the "Detailed information" button?
ru_ru: Показываем кнопку "Подробная информация"?

source: Here you can disable the display of the "Detailed information" button.
ru_ru: Здесь можно отключить показ кнопки "Подробная информация".

source: Useful for example if you have an addon <a href="https://codeseller.ru/products/display-profile-field/" target= "_blank">Display Profile Field</a>
ru_ru: Полезно например если у вас стоит дополнение <a href="https://codeseller.ru/products/display-profile-field/" target="_blank">Display Profile Field</a>

source: Default: "Yes"
ru_ru: По умолчанию: "Да"

source: Show status in your account?
ru_ru: Показываем статус в ЛК?

source: If a user fills in the "Status" field in their profile and tells them a few words about themselves, this information will be displayed under their name at the top of the profile as a single line.
ru_ru: Если пользователь заполнит поле в профиле "Статус" и расскажет пару слов о себе - эта информация будет выведена под его именем вверху кабинета в виде одной строки.

source: When you hover over this line, the full status appears on top
ru_ru: По наведению на эту строку - сверху всплывает полный статус

source: Useful information:
ru_ru: Полезная информация:

source: RCL: Sidebar above your personal account
ru_ru: RCL: Сайдбар над личным кабинетом

source: Output only in your personal account
ru_ru: Выводится только в личном кабинете

source: RCL: Sidebar under your personal account
ru_ru: RCL: Сайдбар под личным кабинетом

source: Detailed information
ru_ru: Подробная информация

source: Into his office
ru_ru: В свой кабинет

source: online
ru_ru: в сети

source: offline
ru_ru: не в сети
